Repository: appuchias/appuwrotethese
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: es

source: Required. Your email will be used for password resetting.
es: Requerido. Tu correo electrónico se utilizará para restablecer la contraseña.

source: Register
es: Registrarse

source: Login
es: Iniciar sesión

source: Change password
es: Cambiar contraseña

source: Required. You will receive an email with your temporary password.
es: Requerido. Recibirás un correo electrónico con su contraseña temporal.

source: Reset password
es: Restablecer contraseña

source: Upgrade UUID
es: UUID de mejora

source: You will receive an email regarding your purchase from sellix with your upgrade UUID.
es: Recibirás un correo electrónico sobre tu compra de sellix con tu UUID de mejora.

source: Upgrade
es: Mejorar

source: Saved Station
es: Gasolinera guardada

source: Saved Stations
es: Gasolineras guardadas

source: Only alphanumeric characters and underscores are allowed.
es: Solo se permiten caracteres alfanuméricos y guiones bajos.

source: Locality
es: Localidad

source: Province
es: Provincia

source: Postal code
es: Código postal

source: Saved Query
es: Consulta guardada

source: Saved Queries
es: Consultas guardadas

source: Hello, {} This is the response to your password reset request. If you did not request a password reset, you can ignore this email. Your new password is: {} I would recommend using a password manager to have passwords just like that one created and automatically saved for all services without having to remember them. A great option is Bitwarden (not sponsored). Best regards, - Appu
es: Hola, {} Esta es la respuesta a tu solicitud de restablecimiento de contraseña. Si no solicitaste un restablecimiento de contraseña, puedes ignorar este correo. Tu nueva contraseña es: {} Recomendaría utilizar un gestor de contraseñas para tener contraseñas como esa creadas y guardadas automáticamente para todos los servicios sin tener que recordarlas. Una gran opción es Bitwarden (no patrocinado). Un saludo, - Appu

source: You are now logged in
es: Has iniciado sesión

source: Wrong username or password
es: Nombre de usuario o contraseña incorrectos

source: Registrations are currently disabled.
es: Los registros están desactivados.

source: Your password was successfully updated!
es: Tu contraseña se actualizó correctamente.

source: Old password is not correct
es: La contraseña anterior no es correcta

source: Email is not registered
es: El correo electrónico no está registrado

source: [appu.ltd] Password reset email
es: [appu.ltd] Restablecer contraseña

source: Your password was successfully reset. Please check your email with your new temporary password.
es: Tu contraseña se restableció correctamente. Por favor, comprueba tu correo electrónico con tu nueva contraseña temporal.

source: Spanish
es: Castellano

source: English
es: Inglés

source: Fuel prices
es: Gasolineras

source: Find the cheapest gas prices
es: Encuentra el combustible más barato

source: Play the Mastermind game
es: Juega a Mastermind

source: Future
es: Futuro

source: Future projects
es: Futuros proyectos

source: Project placeholder #
es: Proyecto de ejemplo #

source: Placeholder project description
es: Descripción del proyecto de ejemplo

source: Search term
es: Término de búsqueda

source: Specific term to look for (e.g. Coruña, 15001, etc.)
es: Término concreto a buscar (p.ej. Coruña, 15001, etc.)

source: Fuel
es: Combustible

source: Fuel to use for sorting
es: Combustible para ordenar

source: Date
es: Fecha

source: Prices date
es: Fecha de los precios

source: Search
es: Buscar

source: Latitude
es: Latitud

source: Latitude value
es: Valor de latitud

source: Longitude
es: Longitud

source: Longitude value
es: Valor de longitud

source: Radius
es: Radio

source: Max straight line distance
es: Distancia máxima

source: Locality ID
es: ID de la localidad

source: Province ID
es: ID de provincia

source: Start date
es: Fecha de inicio

source: End date
es: Fecha de fin

source: ID of the locality
es: ID de la localidad

source: Localities
es: Localidades

source: ID of the province
es: ID de la provincia

source: Provinces
es: Provincias

source: Company
es: Compañía

source: Address
es: Dirección

source: Schedule
es: Horario

source: Gas station
es: Gasolinera

source: Gas stations
es: Gasolineras

source: Gas station price
es: Precio

source: Gas station prices
es: Precios

source: Invalid form. Please try again
es: Datos del formulario no válidos. Por favor, inténtalo de nuevo.

source: The location you're looking for could not be found
es: No se pudo encontrar la ubicación que estás buscando

source: There were no prices in the database for that location and date
es: No hay precios en la base de datos para esa ubicación y fecha

source: Guess
es: Intento

source: A 4-digit number
es: Un número de 4 dígitos

source: Game does not exist
es: La partida no existe

source: Game is finished
es: La partida ha terminado

source: You have already made 10 guesses
es: Ya has hecho 10 intentos

source: Invalid guess
es: Intento inválido

source: You won
es: Has ganado

source: You lost
es: Has perdido

source: Invalid game ID
es: ID de partida inválido

source: Game is not finished
es: La partida no ha terminado

source: 404 Not Found
es: 404 No encontrado

source: Error 404. Resource not found.
es: Error 404: Recurso no encontrado.

source: 500: Internal Server Error
es: 500: Error interno del servidor

source: There was an internal error while loading the page. Please contact me to be able to solve it.
es: Hubo un error interno al cargar la página. Por favor, contacta conmigo para que pueda solucionarlo.

source: Account
es: Cuenta

source: AWT Account
es: Cuenta AWT

source: You're logged in as
es: Estás conectado como

source: Hosting is not free
es: La web no es gratis

source: Support me
es: Apóyame

source: Saved gas stations
es: Gasolineras guardadas

source: Mastermind games
es: Partidas de Mastermind

source: guesses
es: intentos

source: Logout
es: Cerrar sesión

source: Password change
es: Cambiar contraseña

source: You're not logged in
es: No has iniciado sesión

source: Go back
es: Volver atrás

source: Don't have an account
es: No tienes una cuenta

source: Create one here
es: Crea una aquí

source: Forgot your password
es: Olvidaste tu contrsaña

source: Why should you
es: Por qué deberías

source: Already have an account
es: Ya tienes una cuenta

source: Log in
es: Inicia sesión

source: Password reset
es: Reiniciar contraseña

source: Please log out before coming here
es: Por favor, cierra sesión antes de venir aquí

source: Advantages of an account
es: Ventajas de una cuenta

source: Done
es: Completado

source: Play Mastermind. You will be able to see your game history and continue saved games
es: Jugar a Mastermind. Podrás ver tu historial de partidas y continuar las partidas guardadas

source: Pending
es: Pendiente

source: Viewing a personal dashboard with your favourite station and your saved query to find your usual prices faster
es: Ver un panel personal con tu estación favorita y tu búsqueda guardada para encontrar tus precios habituales más rápido

source: Why you shouldn't create an account
es: Por qué no deberías crear una cuenta

source: By creating an account, you are giving me (Appu) some details about you. Please don't create an account if you're uncomfortable with providing those details
es: Al crear una cuenta, me estás dando (Appu) algunos detalles sobre ti. Por favor, no crees una cuenta si no te sientes cómodo proporcionando esos detalles

source: I'm still learning, so I may lose your data and you may need to create your account again. I will try to avoid it, but I can't promise it won't happen
es: Aún estoy aprendiendo, así que puedo perder tus datos y puede que tengas que crear tu cuenta de nuevo. Intentaré evitarlo, pero no puedo prometer que no vaya a suceder

source: Prices
es: Precios

source: Change language
es: Cambiar idioma

source: Coded with 🖤 by Appu
es: Hecho con 🖤 por Appu

source: Appu is working on it
es: Appu está trabajando en ello

source: Page under construction. Maybe check back later.
es: Página en construcción. Vuelve más tarde.

source: Go home
es: Volver al inicio

source: These are the names stored in the database. Use them in your searches
es: Estos son los nombres almacenados en la base de datos. Úsalos en tus búsquedas

source: Tip: Use CTRL+F or tap 'search in page' in the browser menu
es: Tip: Usa CTRL+F o pulsa 'buscar en la página' en el menú del navegador

source: Stations
es: Gasolineras

source: Price of
es: Precio de

source: in
es: en

source: on the
es: para el día

source: No station prices were found
es: No se encontraron precios para las gasolineras

source: Bright
es: Claro

source: Dark
es: Oscuro

source: You are here
es: Estás aquí

source: Here you will find the cheapest gas stations for each area sorted by fuel type
es: Aquí podrás encontrar las gasolineras más baratas de cada zona para el tipo de combustible que utilices

source: Search by coordinates
es: Buscar por coordenadas

source: Search by area
es: Buscar por área

source: Station
es: Gasolinera

source: Information
es: Información

source: Name
es: Nombre

source: Current prices
es: Precios actuales

source: Price history
es: Histórico de precios

source: Go
es: Ir

source: Open location in map
es: Abrir ubicación en mapa

source: Open GMaps route
es: Abrir ruta en GMaps

source: Yesterday
es: Ayer

source: Last week
es: Semana pasada

source: Last month
es: Mes pasado

source: Home
es: Inicio

source: View projects
es: Ver proyectos

source: Privacy
es: Privacidad

source: Information stored in logs, such as IP addresses and
es: La información almacenada en los logs, como direcciones IP y

source: is automatically removed after 3 months using logrotate
es: Es eliminada automáticamente después de 3 meses usando logrotate

source: For any information deletion request you can contact me through
es: Para cualquier petición de eliminación de información puedes contactarconmigo a través de

source: my contact email
es: mi correo de contacto

source: The website stores a log of the Gas queries received (requests to /gas/search/ and /gas/search/geo/). Only the fuel selected, the time of the query and the queried date are stores to protect users' privacy.
es: La web almacena un registro de las consultas de Gas recibidas (peticiones a /gas/search/ y /gas/search/geo/). Solo se almacenan el combustible seleccionado, la hora de la consulta y la fecha consultada para proteger la privacidad de los usuarios.

source: Any information provided in forms or any equivalent way (usernames, real names, emails and passwords) will be stored in the web's database
es: Cualquier información proporcionada en formularios o cualquier otra formaequivalente (nombres de usuario, nombres reales, correos electrónicos ycontraseñas) se almacenará en la base de datos de la web

source: You can request its deletion at any time through the same email that is registered in the web
es: Puedes solicitar su eliminación en cualquier momento a través del mismo correo electrónico que está registrado en la web

source: All requests will be fulfilled within 30 days from the first notification when possible
es: Todas las solicitudes se cumplirán en un plazo de 30 días desde la primera notificación siempre que sea posible

source: None of the information stored by this service is or will be shared with any third party unless required by law
es: Ninguna información almacenada por este servicio es o será compartida con terceros a menos que sea requerido por ley

source: Passwords are stored hashed and salted for users' protection in case of a security breach
es: Las contraseñas se almacenan hasheadas y 'salted' para la protección de los usuarios en caso de una brecha de seguridad

source: Analytics
es: Analíticas

source: I use a self-hosted instance of Umami to store web analytics and be able to monitor traffic
es: Uso una instancia self-hosted de Umami para almacenar las analíticas web y poder monitorizar el tráfico

source: None of the information tracked by the analytics script can be used to uniquely identify a specific user
es: Ninguna información obtenida por el script de analíticas puede ser usada para identificar a un usuario específico

source: As they specifically state on their FAQ:
es: Tal y como ellos mismos afirman en su FAQ:

source: External resources
es: Recursos externos

source: Thanks
es: Agradecimientos

source: This website would not be possible without the help of
es: Esta web no sería posible sin la ayuda de

source: My mother
es: Mi madre

source: specifically for her help with learning CSS and more UI recommendations
es: específicamente por su ayuda con CSS y más recomendaciones de UI

source: for her huge support while building the web and debugging it (specially debugging)
es: por su enorme apoyo mientras construía la web y depuraba (especialmente depurándola)

source: Game result
es: Resultado de la partida

source: Mastermind game
es: Partida de Mastermind

source: Game by
es: Partida de

source: played on
es: jugada el

source: Correct code
es: Código correcto

source: Guess attempts
es: Intentos

source: Start another game
es: Empezar otra partida

source: Share! (copy link)
es: Compartir! (copiar enlace)

source: Mastermind is a code-breaking game
es: Mastermind es un juego de descifrar códigos

source: One player
es: Un jugador

source: the machine in this case
es: la máquina en este caso

source: creates a code and the other tries to break the code
es: crea un código y el otro intenta descifrarlo

source: The code is a sequence of 4 digits
es: El código es una secuencia de 4 dígitos

source: Each digit is a number from 0 to 9 and can't appear more than once
es: Cada dígito es un número del 0 al 9 y no aparece más de una vez

source: After each guess, the machine gives feedback to the player, consisting of two numbers
es: Después de cada intento, la máquina da una respuesta al jugador, que consiste en dos números

source: Number of digits that are in the correct position
es: Número de dígitos que están en la posición correcta

source: Number of digits that are in the code but not in the correct position
es: Número de dígitos que están en el código pero no en la posición correcta

source: For example, if the code is 1234 and the guess is 1356, the feedback is 1-1
es: Por ejemplo, si el código es 1234 y el intento es 1356, la respuesta es 1-1

source: The digit 1 is in the correct position and the digit 3 is in the code but not in the correct position
es: El dígito 1 está en la posición correcta y el dígito 3 está en el código

source: The player has 10 attempts to break the code
es: El jugador tiene 10 intentos para descifrar el código

source: If the player can't break the code in 10 attempts, the machine wins
es: Si el jugador no puede descifrar el código en 10 intentos, la máquina gana

source: Play
es: Jugar

source: Playing game
es: Partida en curso

source: Projects
es: Proyectos
